Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# raid50_description
source: RAID 50 stripes data across two or more RAID 5 groups, each keeping one drive’s worth of parity. Writes spread across the groups, so it’s faster than a single RAID 5 array. A rebuild only touches one group.
de: RAID 50 verteilt Daten per Striping auf zwei oder mehr RAID-5-Gruppen, von denen jede ein Laufwerk an Parität vorhält. Schreibvorgänge verteilen sich auf die Gruppen, daher ist es schneller als ein einzelnes RAID-5-Array. Ein Rebuild betrifft nur eine Gruppe.
es: RAID 50 distribuye los datos en franjas entre dos o más grupos RAID 5, y cada uno reserva el equivalente a una unidad para paridad. Las escrituras se reparten entre los grupos, por lo que es más rápido que un solo conjunto RAID 5. Una reconstrucción solo afecta a un grupo.
fr: Le RAID 50 répartit les données en bandes sur deux groupes RAID 5 ou plus, chacun consacrant l’équivalent d’un disque à la parité. Les écritures sont réparties entre les groupes : il est donc plus rapide qu’une seule grappe RAID 5. Une reconstruction ne concerne qu’un seul groupe.
it: RAID 50 distribuisce i dati in striping su due o più gruppi RAID 5, ognuno dei quali riserva l’equivalente di un disco alla parità. Le scritture si distribuiscono tra i gruppi, quindi è più veloce di un singolo array RAID 5. Una ricostruzione coinvolge un solo gruppo.
ja: RAID 50は、2つ以上のRAID 5グループにまたがってデータをストライピングし、各グループがドライブ1台分のパリティを持ちます。書き込みがグループ間に分散されるため、単一のRAID 5アレイより高速です。再構築は1つのグループだけで完了します。
ko: RAID 50은 두 개 이상의 RAID 5 그룹에 걸쳐 데이터를 스트라이핑하며, 각 그룹은 드라이브 1개 분량의 패리티를 유지합니다. 쓰기가 여러 그룹에 분산되므로 단일 RAID 5 어레이보다 빠릅니다. 재구축은 하나의 그룹에만 영향을 줍니다.
pt_br: O RAID 50 distribui os dados em faixas entre dois ou mais grupos RAID 5, e cada um reserva o equivalente a uma unidade para paridade. As gravações se espalham entre os grupos, então ele é mais rápido que um único conjunto RAID 5. Uma reconstrução afeta apenas um grupo.
zh_hans: RAID 50 将数据条带化到两个或更多 RAID 5 组上，每组保留一块硬盘容量的校验数据。写入分散到各组，因此比单个 RAID 5 阵列更快。重建只涉及一个组。
zh_hant: RAID 50 將資料等量分割到兩個以上的 RAID 5 群組，每個群組保留相當於一顆硬碟的同位元。寫入會分散到各群組，因此比單一 RAID 5 陣列更快。重建時只會影響一個群組。

# raid50_pros
source: Faster than RAID 5, because writes spread across groups A rebuild only reads the drives in one group Can survive one failure in every group
de: Schneller als RAID 5, weil sich Schreibvorgänge auf die Gruppen verteilen Ein Rebuild liest nur die Laufwerke einer Gruppe Übersteht einen Ausfall in jeder Gruppe
es: Más rápido que RAID 5, porque las escrituras se reparten entre grupos Una reconstrucción solo lee las unidades de un grupo Puede sobrevivir a un fallo en cada grupo
fr: Plus rapide que le RAID 5, car les écritures sont réparties entre les groupes Une reconstruction ne lit que les disques d’un seul groupe Peut survivre à une panne dans chaque groupe
it: Più veloce di RAID 5, perché le scritture si distribuiscono tra i gruppi Una ricostruzione legge solo i dischi di un gruppo Può sopravvivere a un guasto in ogni gruppo
ja: 書き込みがグループ間に分散されるため、RAID 5より高速 再構築時に読み取るのは1つのグループのドライブのみ 各グループで1台の故障に耐えられる
ko: 쓰기가 여러 그룹에 분산되어 RAID 5보다 빠름 재구축 시 한 그룹의 드라이브만 읽음 그룹마다 장애 1개를 견딜 수 있음
pt_br: Mais rápido que o RAID 5, porque as gravações se espalham entre os grupos Uma reconstrução lê apenas as unidades de um grupo Pode sobreviver a uma falha em cada grupo
zh_hans: 写入分散到各组，因此比 RAID 5 更快 重建时只读取一个组内的硬盘 每组可承受一块硬盘故障
zh_hant: 寫入分散到各群組，因此比 RAID 5 更快 重建時只需讀取一個群組中的硬碟 每個群組都可承受一顆故障

# raid50_use_cases
source: Large arrays that need more speed than RAID 5 Databases and virtual machines on many drives Hardware RAID controllers that support nested levels
de: Große Arrays, die mehr Tempo als RAID 5 brauchen Datenbanken und virtuelle Maschinen auf vielen Laufwerken Hardware-RAID-Controller, die verschachtelte Level unterstützen
es: Conjuntos grandes que necesitan más velocidad que RAID 5 Bases de datos y máquinas virtuales en muchas unidades Controladoras RAID por hardware que admiten niveles anidados
fr: Grandes grappes qui exigent plus de vitesse que le RAID 5 Bases de données et machines virtuelles sur de nombreux disques Contrôleurs RAID matériels qui prennent en charge les niveaux imbriqués
it: Array di grandi dimensioni che richiedono più velocità di RAID 5 Database e macchine virtuali su molti dischi Controller RAID hardware che supportano i livelli annidati
ja: RAID 5より高い速度が必要な大規模アレイ 多数のドライブ上のデータベースと仮想マシン ネスト構成のRAIDレベルに対応したハードウェアRAIDコントローラー
ko: RAID 5보다 빠른 속도가 필요한 대규모 어레이 많은 드라이브를 사용하는 데이터베이스 및 가상 머신 중첩 레벨을 지원하는 하드웨어 RAID 컨트롤러
pt_br: Conjuntos grandes que precisam de mais velocidade que o RAID 5 Bancos de dados e máquinas virtuais em muitas unidades Controladoras RAID de hardware compatíveis com níveis aninhados
zh_hans: 需要比 RAID 5 更快的大型阵列 运行在多块硬盘上的数据库和虚拟机 支持嵌套级别的硬件 RAID 控制器
zh_hant: 需要比 RAID 5 更快速度的大型陣列 分布於多顆硬碟上的資料庫與虛擬機器 支援巢狀等級的硬體 RAID 控制器

# raid5_cons
source: Slower write performance due to parity calculation Rebuild can be slow with large drives Risk of data loss during rebuild if another drive fails
de: Langsamere Schreibleistung durch Paritätsberechnung Rebuild kann bei großen Laufwerken lange dauern Datenverlust, falls während des Rebuilds ein weiteres Laufwerk ausfällt
es: Rendimiento de escritura más lento debido al cálculo de paridad La reconstrucción puede ser lenta con unidades grandes Riesgo de pérdida de datos durante reconstrucción si otra unidad falla
fr: Performances en écriture plus lentes dues au calcul de parité La reconstruction peut être lente avec de grands disques Risque de perte de données pendant reconstruction si un autre disque tombe en panne
it: Prestazioni in scrittura più lente a causa del calcolo della parità La ricostruzione può essere lenta con dischi grandi Rischio di perdita dati durante la ricostruzione se un altro disco si guasta
ja: パリティ計算により書き込みパフォーマンスが遅い 大容量ドライブでの再構築が遅い場合がある 他のドライブが故障した場合の再構築中のデータ損失リスク
ko: 패리티 계산으로 인해 쓰기 성능이 느림 대용량 드라이브는 재구축이 느릴 수 있음 재구축 중 다른 드라이브에 장애가 발생하면 데이터 손실 위험
pt_br: Gravação mais lenta devido ao cálculo de paridade A reconstrução pode ser lenta com unidades grandes Risco de perda de dados durante a reconstrução se outra unidade falhar
zh_hans: 因校验计算，写入性能较慢 使用大容量硬盘时重建可能很慢 重建期间如有另一块硬盘故障，有丢失数据的风险
zh_hant: 因同位元運算，寫入效能較慢 使用大容量硬碟時重建可能很慢 重建期間若另一顆硬碟故障，有遺失資料的風險

# raid5_description
source: RAID 5 (Striping with Parity) distributes data and parity across all drives. Provides good performance and redundancy with minimal capacity overhead.
de: RAID 5 (Striping mit Parität) verteilt Daten und Parität auf alle Laufwerke. Bietet gute Leistung und Redundanz bei geringem Kapazitätsverlust.
es: RAID 5 (Striping con Paridad) distribuye datos y paridad en todas las unidades. Proporciona buen rendimiento y redundancia con sobrecarga mínima de capacidad.
fr: RAID 5 (Striping avec Parité) distribue les données et la parité sur tous les disques. Fournit de bonnes performances et redondance avec une surcharge minimale de capacité.
it: RAID 5 (Striping con Parità) distribuisce dati e parità su tutti i dischi. Fornisce buone prestazioni e ridondanza con overhead minimo della capacità.
ja: RAID 5（パリティ付きストライピング）はすべてのドライブにデータとパリティを分散します。最小限の容量オーバーヘッドで良いパフォーマンスと冗長性を提供します。
ko: RAID 5(패리티 포함 스트라이핑)는 모든 드라이브에 데이터와 패리티를 분산합니다. 최소한의 용량 오버헤드로 우수한 성능과 중복성을 제공합니다.
pt_br: O RAID 5 (striping com paridade) distribui dados e paridade entre todas as unidades. Oferece bom desempenho e redundância com perda mínima de capacidade.
zh_hans: RAID 5（带校验的条带化）将数据和校验分布到所有硬盘上。以极小的容量开销提供良好的性能和冗余。
zh_hant: RAID 5（含同位元的等量分割）將資料與同位元分散到所有硬碟，以最少的容量負擔提供良好的效能與備援。

# raid5_pros
source: Good balance of performance and redundancy Efficient use of storage capacity Can survive one drive failure
de: Gute Balance aus Leistung und Redundanz Effiziente Nutzung der Speicherkapazität Übersteht einen Laufwerksausfall
es: Buen equilibrio de rendimiento y redundancia Uso eficiente de capacidad de almacenamiento Puede sobrevivir a un fallo de unidad
fr: Bon équilibre de performance et redondance Utilisation efficace de la capacité de stockage Peut survivre à une panne de disque
it: Buon equilibrio tra prestazioni e ridondanza Uso efficiente della capacità di archiviazione Può sopravvivere a un guasto del disco
ja: パフォーマンスと冗長性の良いバランス ストレージ容量の効率的な使用 1つのドライブ故障に耐えられる
ko: 성능과 중복성의 균형이 좋음 스토리지 용량을 효율적으로 사용 드라이브 장애 1개를 견딜 수 있음
pt_br: Bom equilíbrio entre desempenho e redundância Uso eficiente da capacidade de armazenamento Pode sobreviver à falha de uma unidade
zh_hans: 性能与冗余兼顾 存储容量利用率高 可承受一块硬盘故障
zh_hant: 效能與備援取得良好平衡 有效運用儲存容量 可承受一顆硬碟故障

# raid5_use_cases
source: File servers and network attached storage General purpose server storage Backup and archive systems
de: Dateiserver und Netzwerkspeicher (NAS) Allgemeiner Serverspeicher Backup- und Archivsysteme
es: Servidores de archivos y almacenamiento conectado en red Almacenamiento de servidor de propósito general Sistemas de backup y archivo
fr: Serveurs de fichiers et stockage réseau attaché Stockage de serveur à usage général Systèmes de sauvegarde et d’archivage
it: Server file e archiviazione collegata in rete Archiviazione server scopo generale Sistemi backup e archiviazione
ja: ファイルサーバーとネットワーク接続ストレージ 汎用サーバーストレージ バックアップとアーカイブシステム
ko: 파일 서버 및 네트워크 연결 스토리지 범용 서버 스토리지 백업 및 아카이브 시스템
pt_br: Servidores de arquivos e armazenamento conectado à rede Armazenamento de servidor para uso geral Sistemas de backup e arquivamento
zh_hans: 文件服务器和网络附加存储 通用服务器存储 备份和归档系统
zh_hant: 檔案伺服器與網路附加儲存 一般用途的伺服器儲存 備份與封存系統

# raid5_validation
source: RAID 5 requires at least 3 drives.
de: RAID 5 braucht mindestens 3 Laufwerke.
es: RAID 5 requiere al menos 3 unidades.
fr: RAID 5 nécessite au moins 3 disques.
it: RAID 5 richiede almeno 3 dischi.
ja: RAID 5には3台以上のドライブが必要です。
ko: RAID 5에는 드라이브가 3개 이상 필요합니다.
pt_br: O RAID 5 requer pelo menos 3 unidades.
zh_hans: RAID 5 至少需要 3 块硬盘。
zh_hant: RAID 5 至少需要 3 顆硬碟。

# raid60_cons
source: Gives up two drives per group to parity Needs at least eight drives Slower writes than RAID 50
de: Pro Gruppe gehen zwei Laufwerke an die Parität Braucht mindestens acht Laufwerke Langsamer beim Schreiben als RAID 50
es: Dedica dos unidades por grupo a la paridad Requiere al menos ocho unidades Escrituras más lentas que RAID 50
fr: Consacre deux disques par groupe à la parité Nécessite au moins huit disques Écritures plus lentes qu’en RAID 50
it: Dedica due dischi per gruppo alla parità Richiede almeno otto dischi Scritture più lente di RAID 50
ja: グループごとに2台分をパリティに使う 8台以上のドライブが必要 RAID 50より書き込みが遅い
ko: 그룹마다 드라이브 2개 분량을 패리티에 사용 드라이브가 8개 이상 필요 RAID 50보다 쓰기가 느림
pt_br: Dedica duas unidades por grupo à paridade Precisa de pelo menos oito unidades Gravação mais lenta que a do RAID 50
zh_hans: 每组要拿出两块硬盘的容量用于校验 至少需要八块硬盘 写入比 RAID 50 慢
zh_hant: 每個群組要撥出兩顆硬碟作為同位元 至少需要八顆硬碟 寫入速度比 RAID 50 慢

# raid60_description
source: RAID 60 stripes data across two or more RAID 6 groups. Each group keeps two drives’ worth of parity, so any two drives can fail, and often more.
de: RAID 60 verteilt Daten per Striping auf zwei oder mehr RAID-6-Gruppen. Jede Gruppe hält zwei Laufwerke an Parität vor, daher dürfen zwei beliebige Laufwerke ausfallen, oft auch mehr.
es: RAID 60 distribuye los datos en franjas entre dos o más grupos RAID 6. Cada grupo reserva el equivalente a dos unidades para paridad, por lo que pueden fallar dos unidades cualesquiera, y a menudo más.
fr: Le RAID 60 répartit les données en bandes sur deux groupes RAID 6 ou plus. Chaque groupe consacre l’équivalent de deux disques à la parité : deux disques quelconques peuvent donc tomber en panne, et souvent davantage.
it: RAID 60 distribuisce i dati in striping su due o più gruppi RAID 6. Ogni gruppo riserva l’equivalente di due dischi alla parità, quindi possono guastarsi due dischi qualsiasi, e spesso anche di più.
ja: RAID 60は、2つ以上のRAID 6グループにまたがってデータをストライピングします。各グループがドライブ2台分のパリティを持つため、どの2台が故障しても耐えられ、多くの場合それ以上にも耐えられます。
ko: RAID 60은 두 개 이상의 RAID 6 그룹에 걸쳐 데이터를 스트라이핑합니다. 각 그룹이 드라이브 2개 분량의 패리티를 유지하므로 어떤 드라이브 2개에 장애가 발생해도 견딜 수 있으며, 그 이상도 견디는 경우가 많습니다.
pt_br: O RAID 60 distribui os dados em faixas entre dois ou mais grupos RAID 6. Cada grupo reserva o equivalente a duas unidades para paridade, então quaisquer duas unidades podem falhar, e muitas vezes mais.
zh_hans: RAID 60 将数据条带化到两个或更多 RAID 6 组上。每组保留两块硬盘容量的校验数据，因此任意两块硬盘故障都不会丢失数据，很多情况下还能承受更多。
zh_hant: RAID 60 將資料等量分割到兩個以上的 RAID 6 群組。每個群組保留相當於兩顆硬碟的同位元，因此任意兩顆硬碟故障都能承受，而且通常還能承受更多。

# raid60_pros
source: Survives any two drive failures, and up to two per group Faster than a single RAID 6 array A rebuild only reads the drives in one group
de: Übersteht zwei beliebige Laufwerksausfälle, und bis zu zwei pro Gruppe Schneller als ein einzelnes RAID-6-Array Ein Rebuild liest nur die Laufwerke einer Gruppe
es: Sobrevive a dos fallos de unidad cualesquiera, y hasta dos por grupo Más rápido que un solo conjunto RAID 6 Una reconstrucción solo lee las unidades de un grupo
fr: Survit à deux pannes de disque quelconques, et jusqu’à deux par groupe Plus rapide qu’une seule grappe RAID 6 Une reconstruction ne lit que les disques d’un seul groupe
it: Sopravvive a due guasti qualsiasi dei dischi, e fino a due per gruppo Più veloce di un singolo array RAID 6 Una ricostruzione legge solo i dischi di un gruppo
ja: どの2台のドライブ故障にも耐え、グループごとに最大2台まで耐えられる 単一のRAID 6アレイより高速 再構築時に読み取るのは1つのグループのドライブのみ
ko: 어떤 드라이브 2개의 장애도 견디며, 그룹마다 최대 2개까지 견딤 단일 RAID 6 어레이보다 빠름 재구축 시 한 그룹의 드라이브만 읽음
pt_br: Sobrevive à falha de quaisquer duas unidades, e de até duas por grupo Mais rápido que um único conjunto RAID 6 Uma reconstrução lê apenas as unidades de um grupo
zh_hans: 可承受任意两块硬盘故障，每组最多可承受两块 比单个 RAID 6 阵列更快 重建时只读取一个组内的硬盘
zh_hant: 可承受任意兩顆硬碟故障，每個群組最多可承受兩顆 比單一 RAID 6 陣列更快 重建時只需讀取一個群組中的硬碟

# raid60_use_cases
source: Large arrays where losing data isn’t an option Backup and archive servers with many big drives Hardware RAID controllers that support nested levels
de: Große Arrays, bei denen Datenverlust keine Option ist Backup- und Archivserver mit vielen großen Laufwerken Hardware-RAID-Controller, die verschachtelte Level unterstützen
es: Conjuntos grandes en los que perder datos no es una opción Servidores de backup y archivo con muchas unidades grandes Controladoras RAID por hardware que admiten niveles anidados
fr: Grandes grappes où la perte de données est exclue Serveurs de sauvegarde et d’archivage avec de nombreux gros disques Contrôleurs RAID matériels qui prennent en charge les niveaux imbriqués
it: Array di grandi dimensioni in cui perdere dati non è un’opzione Server di backup e archiviazione con molti dischi grandi Controller RAID hardware che supportano i livelli annidati
ja: データ損失が許されない大規模アレイ 大容量ドライブを多数搭載したバックアップ・アーカイブサーバー ネスト構成のRAIDレベルに対応したハードウェアRAIDコントローラー
ko: 데이터 손실이 허용되지 않는 대규모 어레이 대용량 드라이브가 많은 백업 및 아카이브 서버 중첩 레벨을 지원하는 하드웨어 RAID 컨트롤러
pt_br: Conjuntos grandes em que perder dados não é uma opção Servidores de backup e arquivamento com muitas unidades grandes Controladoras RAID de hardware compatíveis com níveis aninhados
zh_hans: 绝不能丢失数据的大型阵列 配有大量大容量硬盘的备份和归档服务器 支持嵌套级别的硬件 RAID 控制器
zh_hant: 絕不能遺失資料的大型陣列 搭載多顆大容量硬碟的備份與封存伺服器 支援巢狀等級的硬體 RAID 控制器

# raid6_cons
source: Higher capacity overhead than RAID 5 Slower write performance than RAID 5 More complex implementation
de: Mehr Kapazitätsverlust als RAID 5 Langsamere Schreibleistung als RAID 5 Aufwendigere Umsetzung
es: Mayor sobrecarga de capacidad que RAID 5 Rendimiento de escritura más lento que RAID 5 Implementación más compleja
fr: Surcharge de capacité supérieure à RAID 5 Performances en écriture plus lentes que RAID 5 Implémentation plus complexe
it: Overhead capacità maggiore di RAID 5 Prestazioni in scrittura più lente di RAID 5 Implementazione più complessa
ja: RAID 5より容量オーバーヘッドが大きい RAID 5より書き込みパフォーマンスが遅い より複雑な実装
ko: RAID 5보다 용량 오버헤드가 큼 RAID 5보다 쓰기 성능이 느림 구현이 더 복잡함
pt_br: Perda de capacidade maior que a do RAID 5 Gravação mais lenta que a do RAID 5 Implementação mais complexa
zh_hans: 容量开销比 RAID 5 大 写入性能比 RAID 5 慢 实现更复杂
zh_hant: 容量負擔比 RAID 5 高 寫入效能比 RAID 5 慢 建置較複雜

# raid6_description
source: RAID 6 (Striping with Dual Parity) similar to RAID 5 but with two parity sets. Can survive two simultaneous drive failures.
de: RAID 6 (Striping mit doppelter Parität) ähnelt RAID 5, nutzt aber zwei Paritätssätze. Übersteht zwei gleichzeitige Laufwerksausfälle.
es: RAID 6 (Striping con Doble Paridad) similar a RAID 5 pero con dos conjuntos de paridad. Puede sobrevivir a dos fallos simultáneos de unidades.
fr: RAID 6 (Striping avec Double Parité) similaire à RAID 5 mais avec deux ensembles de parité. Peut survivre à deux pannes simultanées de disques.
it: RAID 6 (Striping con Doppia Parità) simile a RAID 5 ma con due set di parità. Può sopravvivere a due guasti simultanei dei dischi.
ja: RAID 6（デュアルパリティ付きストライピング）はRAID 5に似ていますが、2つのパリティセットがあります。2つの同時ドライブ故障から復旧できます。
ko: RAID 6(이중 패리티 포함 스트라이핑)은 RAID 5와 비슷하지만 패리티 세트가 두 개입니다. 드라이브 2개에 동시에 장애가 발생해도 견딜 수 있습니다.
pt_br: O RAID 6 (striping com paridade dupla) é semelhante ao RAID 5, mas com dois conjuntos de paridade. Pode sobreviver à falha simultânea de duas unidades.
zh_hans: RAID 6（带双重校验的条带化）与 RAID 5 类似，但有两组校验。可承受两块硬盘同时故障。
zh_hant: RAID 6（含雙重同位元的等量分割）與 RAID 5 類似，但有兩組同位元，可承受兩顆硬碟同時故障。

# raid6_pros
source: Excellent redundancy (tolerates 2 drive failures) Good protection during rebuild operations Suitable for large capacity drives
de: Sehr gute Redundanz (toleriert 2 Laufwerksausfälle) Guter Schutz während eines Rebuilds Geeignet für Laufwerke mit großer Kapazität
es: Excelente redundancia (tolera 2 fallos de unidad) Buena protección durante operaciones de reconstrucción Adecuado para unidades de gran capacidad
fr: Excellente redondance (tolère 2 pannes de disque) Bonne protection pendant les opérations de reconstruction Adapté aux disques de grande capacité
it: Eccellente ridondanza (tollera 2 guasti dei dischi) Buona protezione durante le operazioni di ricostruzione Adatto a dischi di grande capacità
ja: 優れた冗長性（2つのドライブ故障に耐える） 再構築操作中の良い保護 大容量ドライブに適している
ko: 뛰어난 중복성(드라이브 장애 2개 허용) 재구축 작업 중에도 우수한 보호 대용량 드라이브에 적합
pt_br: Excelente redundância (tolera a falha de 2 unidades) Boa proteção durante as reconstruções Adequado para unidades de grande capacidade
zh_hans: 冗余出色（可承受 2 块硬盘故障） 重建期间仍有良好保护 适合大容量硬盘
zh_hant: 備援優異（可承受 2 顆硬碟故障） 重建期間仍有良好保護 適合大容量硬碟

# raid6_use_cases
source: Large enterprise storage systems Critical data archives Systems with long rebuild times
de: Große Speichersysteme in Unternehmen Archive mit wichtigen Daten Systeme mit langen Rebuild-Zeiten
es: Grandes sistemas de almacenamiento empresarial Archivos de datos críticos Sistemas con largos tiempos de reconstrucción
fr: Grands systèmes de stockage d’entreprise Archives de données critiques Systèmes avec de longs temps de reconstruction
it: Grandi sistemi di archiviazione enterprise Archivi dati critici Sistemi con lunghi tempi di ricostruzione
ja: 大規模エンタープライズストレージシステム 重要なデータアーカイブ 再構築時間が長いシステム
ko: 대규모 엔터프라이즈 스토리지 시스템 중요한 데이터 아카이브 재구축 시간이 긴 시스템
pt_br: Grandes sistemas de armazenamento corporativo Arquivos de dados críticos Sistemas com reconstruções demoradas
zh_hans: 大型企业存储系统 重要数据归档 重建时间较长的系统
zh_hant: 大型企業儲存系統 重要資料封存 重建時間較長的系統

# raid6_validation
source: RAID 6 requires at least 4 drives.
de: RAID 6 braucht mindestens 4 Laufwerke.
es: RAID 6 requiere al menos 4 unidades.
fr: RAID 6 nécessite au moins 4 disques.
it: RAID 6 richiede almeno 4 dischi.
ja: RAID 6には4台以上のドライブが必要です。
ko: RAID 6에는 드라이브가 4개 이상 필요합니다.
pt_br: O RAID 6 requer pelo menos 4 unidades.
zh_hans: RAID 6 至少需要 4 块硬盘。
zh_hant: RAID 6 至少需要 4 顆硬碟。

source: RAID Type
de: RAID-Typ
es: Tipo de RAID
fr: Type de RAID
it: Tipo di RAID
ja: RAIDタイプ
ko: RAID 유형
pt_br: Tipo de RAID
zh_hans: RAID 类型
zh_hant: RAID 類型

# raidz1_calculation
source: Usable space is shown two ways. The first figure is the simple formula: drives minus parity, in each group. The second estimates what ZFS will report for default settings (4K sectors and 128K records). It subtracts RAID-Z allocation padding, which makes some group widths less efficient than others, and the space ZFS holds back: 1/32 of the pool, at most 128 GiB. Compression, record size and sector size change the real number, and a little on-disk metadata isn’t counted.
de: Der nutzbare Speicher wird auf zwei Arten angezeigt. Der erste Wert folgt der einfachen Formel: Laufwerke minus Parität, in jeder Gruppe. Der zweite ist eine Schätzung dessen, was ZFS mit den Standardeinstellungen (4K-Sektoren und 128K-Records) anzeigt. Dafür werden das RAID-Z-Allocation-Padding, das manche Gruppenbreiten weniger effizient macht als andere, und der Platz abgezogen, den ZFS zurückhält: 1/32 des Pools, höchstens 128 GiB. Komprimierung, Record-Größe und Sektorgröße verändern den tatsächlichen Wert, und ein kleiner Teil der Metadaten auf den Laufwerken ist nicht eingerechnet.
es: El espacio utilizable se muestra de dos formas. La primera cifra es la fórmula simple: unidades menos paridad, en cada grupo. La segunda estima lo que ZFS mostrará con la configuración predeterminada (sectores de 4K y registros de 128K). Resta el relleno de asignación de RAID-Z, que hace que algunos anchos de grupo sean menos eficientes que otros, y el espacio que ZFS reserva: 1/32 del pool, como máximo 128 GiB. La compresión, el tamaño de registro y el tamaño de sector cambian la cifra real, y no se cuenta una pequeña cantidad de metadatos en disco.
fr: L’espace utilisable est indiqué de deux façons. Le premier chiffre suit la formule simple : disques moins parité, dans chaque groupe. Le second estime ce que ZFS affichera avec les réglages par défaut (secteurs de 4K et enregistrements de 128K). Il déduit le remplissage d’allocation de RAID-Z, qui rend certaines largeurs de groupe moins efficaces que d’autres, ainsi que l’espace que ZFS réserve : 1/32 du pool, 128 GiB au maximum. La compression, la taille d’enregistrement et la taille de secteur modifient le chiffre réel, et une petite quantité de métadonnées sur disque n’est pas comptée.
it: Lo spazio utilizzabile è indicato in due modi. Il primo valore è la formula semplice: dischi meno parità, in ogni gruppo. Il secondo stima ciò che ZFS mostrerà con le impostazioni predefinite (settori da 4K e record da 128K). Sottrae il padding di allocazione di RAID-Z, che rende alcune larghezze di gruppo meno efficienti di altre, e lo spazio che ZFS tiene da parte: 1/32 del pool, al massimo 128 GiB. Compressione, dimensione dei record e dimensione dei settori cambiano il valore reale, e una piccola quantità di metadati su disco non viene conteggiata.
ja: 使用可能容量は2通りで表示されます。1つ目はシンプルな計算式で、各グループのドライブ数からパリティを引いた値です。2つ目は、デフォルト設定（4Kセクター、128Kレコード）でZFSが表示する容量の見積もりです。RAID-Zの割り当てパディング（グループ幅によって効率が下がる原因）と、ZFSが確保する予約領域（プールの1/32、最大128 GiB）を差し引いています。圧縮、レコードサイズ、セクターサイズによって実際の値は変わります。また、ディスク上のわずかなメタデータは含まれていません。
ko: 사용 가능한 공간은 두 가지 방식으로 표시됩니다. 첫 번째 수치는 간단한 공식으로, 각 그룹의 드라이브 수에서 패리티를 뺀 값입니다. 두 번째 수치는 기본 설정(4K 섹터, 128K 레코드)에서 ZFS가 표시할 용량의 추정치입니다. 그룹 폭에 따라 효율을 떨어뜨리는 RAID-Z 할당 패딩과 ZFS가 예약하는 공간(풀의 1/32, 최대 128 GiB)을 뺍니다. 압축, 레코드 크기, 섹터 크기에 따라 실제 수치는 달라지며, 디스크상의 소량의 메타데이터는 포함되지 않습니다.
pt_br: O espaço utilizável é mostrado de duas formas. O primeiro número é a fórmula simples: unidades menos paridade, em cada grupo. O segundo é uma estimativa do que o ZFS vai informar com as configurações padrão (setores de 4K e registros de 128K). Ele subtrai o preenchimento de alocação do RAID-Z, que torna algumas larguras de grupo menos eficientes que outras, e o espaço que o ZFS reserva: 1/32 do pool, no máximo 128 GiB. A compressão, o tamanho de registro e o tamanho de setor alteram o número real, e uma pequena quantidade de metadados em disco não é contada.
zh_hans: 可用空间以两种方式显示。第一个数值采用简单公式：每组的硬盘数减去校验盘数。第二个数值估算 ZFS 在默认设置（4K 扇区和 128K 记录）下显示的容量。它扣除了 RAID-Z 分配填充（会让某些组宽度的效率低于其他宽度），以及 ZFS 预留的空间：存储池的 1/32，最多 128 GiB。压缩、记录大小和扇区大小会改变实际数值，少量磁盘上的元数据也未计算在内。
zh_hant: 可用空間以兩種方式顯示。第一個數字採用簡單公式：每個群組的硬碟數減去同位元。第二個數字是在預設設定（4K 磁區與 128K 記錄）下，ZFS 會顯示的容量估計值。它扣除了 RAID-Z 的配置填補（使某些群組寬度的效率較低），以及 ZFS 保留的空間：儲存池的 1/32，最多 128 GiB。壓縮、記錄大小與磁區大小都會改變實際數字，此外也未計入少量的磁碟中繼資料。
